[S_ADVENTmusing_Tygan AkEvent]
SpokenText="Embora a maior parte do meu envolvimento no processo de desenvolvimento de chips fosse do lado teórico, não posso deixar de sentir um certo grau de responsabilidade pelo produto final, tal como o vemos hoje em dia. Um projeto, no meu caso, contra a rejeição do corpo do chip implantado, às vezes é fácil evitar ver o quadro maior.Em este dia, eu ainda me pergunto se foi a ignorância deliberada ou curiosidade desenfreada que me levou a perseguir cegamente minha pesquisa Com tanto zelo ."

[S_Alien_Fortress_Tygan_01 AkEvent]
SpokenText="O gateway está preparado. O assunto está preparado?"

[S_Alien_Fortress_Tygan_02 AkEvent]
SpokenText="Excelente - vamos começar."

[S_Alien_Fortress_Tygan_03 AkEvent]
SpokenText="Já vimos o Codex abrir uma fenda semelhante no campo. Estou certo de que seu dispositivo vai ficar bem."

[S_Alien_Fortress_Tygan_04 AkEvent]
SpokenText="Parece que nosso sinal foi recebido, aumentando o poder."

[S_Alien_Fortress_Tygan_05 AkEvent]
SpokenText="Talvez esta seja a fonte, os Aliens" sede do poder ", se você vai. Protegido além de quaisquer limitações físicas."

[S_Alien_Fortress_Tygan_06 AkEvent]
SpokenText="O processo funcionou.Houve um instante em que o dispositivo estava entre os locais.No entanto, uma vez que ocorreu o gateway chamado para uma segunda assinatura.Uma assinatura orgânica.Quando não pudemos fornecer, gerou uma espécie de feedback pulso."

[S_Alien_Fortress_Tygan_07 AkEvent]
SpokenText="Se o códice criar a porta, esta assinatura orgânica certamente deve ser a chave."

[S_Alien_Fortress_Tygan_08 AkEvent]
SpokenText="Acordado, informarei imediatamente nossas descobertas ao Comandante"

[S_Autopsy_Andromedon_Blurb AkEvent]
SpokenText="O fato de que este terno ambiental blindado é capaz de funcionar em combate bem depois que o portador original expirou é, notável.Eu devo consultar Shen para um estudo mais aprofundado neste comportamento incomum."

[S_Autopsy_Andromedon_Tygan AkEvent]
SpokenText="Como inicialmente especulado por Shen, de fato parece que esta criatura está restrita aos limites de seu próprio processo ambiental. Infelizmente para nossas tropas, o terno em si é uma ameaça física poderosa, independentemente do status do operador, como nós Aprendeu com alguma surpresa no campo ."

[S_Autopsy_Archon_Blurb AkEvent]
SpokenText="É certamente impressionante se nada mais, embora eu ainda não sou inteiramente certo o que os estrangeiros esperavam conseguir com um projeto tão grande."

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText="Ainda não tenho certeza de por que os alienígenas dedicaram tanto tempo ao progresso estético desses Arcontes. Por alguma razão, eles parecem colocar uma ênfase pesada nas aparências."

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText="Embora fisicamente semelhantes às unidades Archon que encontramos no passado, nossas tropas rapidamente descobriram que esta variante incomum tem uma propensão para ataques físicos, transportando e deixando cair vítimas inocentes de alturas extremas."

[S_Autopsy_Avatar_Blurb AkEvent]
SpokenText="Este espécime, este ser, é algo completamente diferente, algo além de qualquer coisa que já vimos. E, no entanto, de alguma forma, nossas tropas mais uma vez prevaleceram."

[S_Autopsy_Berserker_Blurb AkEvent]
SpokenText="Como se o Muton típico não fosse suficientemente agressivo, esta besta gigantesca parece perigosa até mesmo na morte. Ficarei mais do que feliz em descartá-la assim que apresentar meu relatório."

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="Minha suposição neste momento é que a Rainha Berserker exerce autoridade sobre os outros sujeitos Muton através de algum tipo de feromônio.A partir de agora, eu tenho sido incapaz de sintetizar um composto artificial com o mesmo efeito.

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText="Esta criatura já ganhou notoriedade entre as nossas tropas como a" Rainha Berserker "com base no comportamento subordinado incomum exibido pelos outros Mutons normalmente encontrados em acompanhamento.Um complemento impressionante de armadura aumenta um físico já resiliente.

[S_Autopsy_Captain_Blurb AkEvent]
SpokenText="O Capitão ADVENT parece fornecer um meio de estabilizar a ligação entre os subordinados locais e a própria torre de rede ADVENT."

[S_Autopsy_Chryssalid_Blurb AkEvent]
SpokenText="Mesmo minha própria curiosidade intelectual não é suficiente para superar minhas dúvidas sobre se foi ou não uma decisão sábia para nossas tropas trazer este espécime particular a bordo do navio."

[S_Autopsy_Codex_Tygan AkEvent]
SpokenText="No campo, o Codex aparece como uma forma anômala em um estado de fluxo quase constante, aparentemente só presente em nosso mundo por milissegundos de cada vez. No entanto, aparentemente não era imune aos efeitos do armamento convencional, tendo se dissipado Antes de deixar para trás este objeto. "

S_Autopsy_Faceless_Blurb AkEvent
SpokenText="Muitas vezes me perguntei como os alienígenas poderiam conceber tal ser. Existe outro mundo lá fora, cheio dessas criaturas cambiantes? Ou são apenas mais um constructo de manipulação genética alienígena?"

[S_Autopsy_Gatekeeper_Blurb AkEvent]
SpokenText="Cheguei a suspeitar que a aparência incomum dessa criatura está de alguma forma diretamente ligada à sua notável aptidão psiônica. Os alienígenas sempre têm algum raciocínio para suas ações, mesmo que tão distorcidos quanto muitas vezes se revela ser."

[S_Autopsy_Muton_Blurb AkEvent]
SpokenText="Os alienígenas fazem uma declaração forte colocando essas criaturas maciças como suas unidades de combate na linha de frente. Eu duvido que eles pensassem que alguém iria resistir quando confrontado com a alternativa de olhar para baixo um Muton."

[S_Autopsy_Sectoid_Blurb AkEvent]
SpokenText="A evolução física rápida do Sectoid ao longo dos últimos vinte anos é um testamento tanto para o domínio dos estrangeiros da engenharia genética, e sua busca de avanço, independentemente dos riscos."

[S_Autopsy_Shieldbearer_Blurb AkEvent]
SpokenText="Esses escudeiros não são tão diferentes dos seus vários pares ADVENT, sua armadura é talvez a característica mais distintiva diferenciá-los."

[S_Autopsy_StunLancer_Blurb AkEvent]
SpokenText="Embora o ADVENT claramente pretendia que essas unidades fossem seus meios de lidar com qualquer civil desordenado dentro dos centros da cidade, parece que eles passaram a confiar em meios mais brutais de pacificação no tempo desde então."

[S_Autopsy_Trooper_Blurb AkEvent]
SpokenText="Apesar de uma análise minuciosa, eu ainda tenho que descobrir o que, se houver, a vantagem dos olhos enormes do soldado híbrido ADVENT fornecer Testar sua acuidade visual, sem dúvida, será difícil.

[S_Autopsy_Viper_Blurb AkEvent]
SpokenText="Acho que é incomum, para dizer o mínimo, que o assunto tão frequentemente referido no passado como o" homem fino "foi revelado agora para ser realmente um derivado genético desta criatura inteiramente reptiliana.

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText="Muitas das criaturas encontradas entre o quadro de forças desdobrado pelos alienígenas são incomuns, mas devo dizer, esta espécie particular faz fronteira com o mitológico."

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText="Embora este espécime seja claramente um parente distinto da víbora comum, parece que estamos vendo outra das tentativas do alienígena em uma evolução genética forçada. Considerando que a víbora é conhecida por confiar em um veneno altamente tóxico, este sujeito possui um Substância extremamente inflamável em seu lugar. "

[S_Avenger_Ambient_Tygan_Advent AkEvent]
SpokenText="O ADVENT tem feito progressos constantes para convencer a população civil restante a migrar para seus centros de cidades.Com a campanha de propaganda fornecendo um constante fluxo de lembretes sobre os benefícios da migração, eles têm mantido um influxo constante de novos convertidos Infelizmente, A maioria desses refugiados involuntários têm pouca idéia do que eles realmente estão se inscrevendo ."

[S_Avenger_Ambient_Tygan_AlienInvasionB_01 AkEvent]
SpokenText="Em um momento, fui empregado como bioquímico na indústria farmacêutica, principalmente pesquisando técnicas de produção de vacinas.Por causa do meu fundo, eu era arredondado por ADVENT e colocado para trabalhar em uma das primeiras clínicas de terapia genética. Viu de primeira mão o que sua tecnologia é capaz de, para melhor ou pior. "

[S_Avenger_Ambient_Tygan_AlienInvasionB_02 AkEvent]
SpokenText="Eu aprecio o sentimento."

[S_Avenger_Ambient_Tygan_ChipFunctionB_01 AkEvent]
SpokenText="Eu tive que fazer mais do que isso.Mesmo desapegado, ainda é capaz de enviar transmissões de baixa potência.Estou armazenando-o em uma gaiola de Faraday improvisado que deve impedir os alienígenas de rastreá-lo.A Shen é a única pessoa Com acesso. "

[S_Avenger_Ambient_Tygan_CityMigration_01 AkEvent]
SpokenText="Tendo trabalhado em uma das instalações, posso dizer-lhe de primeira mão, eles oferecem um nível de cuidados médicos incomparáveis ​​por qualquer esforço anterior em nossa história.Os estrangeiros têm efetivamente curado todas as maiores doenças da humanidade ... Câncer, Malária, AIDs. O processo é relativamente simples. "

[S_Avenger_Ambient_Tygan_CityMigration_02 AkEvent]
SpokenText="Sim, o preço de admissão é a aceitação de todas as políticas do ADVENT. Para muitas pessoas, isso não é uma consideração - um pequeno inconveniente no máximo."

[S_Avenger_Ambient_Tygan_CityMigrationB_01 AkEvent]
SpokenText="Eu não tenho certeza que eles têm que fazer tudo isso muito convincente neste momento."

[S_Avenger_Ambient_Tygan_CityMigrationB_02 AkEvent]
SpokenText="Talvez não - mas o que acontece com os doentes terminais? Os idosos, ou os deficientes? Os alienígenas podem oferecer-lhes algo que não podemos-algo que a maioria das pessoas iria trocar qualquer coisa por."

[S_Avenger_Ambient_Tygan_CityMigrationB_03 AkEvent]
SpokenText="Eu só espero que eles vejam dessa maneira."

[S_Avenger_Ambient_Tygan_CrewDis AkEvent]
SpokenText="Embora a maioria da tripulação tenha sido acolhedora e amável, não posso deixar de sentir que a Dra. Shen continua a abrigar uma profunda desconfiança em relação ao meu envolvimento aqui. Embora mantenha um discurso civil, Por respeito ao Comandante, e não por qualquer desejo genuíno de trabalhar comigo, em todo caso, continuarei a fazer o meu melhor para provar o meu valor ."

[S_Avenger_Ambient_Tygan_FacadePeace_01 AkEvent]
SpokenText="Sim, uma das vantagens de trabalhar com o ADVENT.Na superfície, era muito confortável.Mas havia um preço para esse conforto."

[S_Avenger_Ambient_Tygan_FacadePeace_02 AkEvent]
SpokenText="Mas o ADVENT está sempre vigiando, entre suas forças e os próprios alienígenas, eles vêem tudo - sem mencionar os sistemas automatizados. Não há nada como fornecer identificação para um poste de luz."

[S_Avenger_Ambient_Tygan_FacadePeaceB_01 AkEvent]
SpokenText="Honestamente ... nada disso realmente me incomoda. O que eu sinto falta é o meu equipamento .."

[S_Avenger_Ambient_Tygan_FacadePeaceB_02 AkEvent]
SpokenText="Certamente não havia escassez de recursos do seu lado."

[S_Avenger_Ambient_Tygan_GeneTherapy AkEvent]
SpokenText="Trabalhando nas clínicas do ADVENT, vi avanços médicos que teriam sido considerados nada menos que milagrosos antes da chegada dos alienígenas: os idosos e os infirmecidos, tão revitalizados com um único tratamento que muitas vezes eram levados às lágrimas. É uma coisa poderosa e poderosa que os alienígenas desenvolveram, talvez a sua criação mais insidiosa de todos.Por minha parte, continuo profundamente em conflito. "

[S_Avenger_Ambient_Tygan_LabQuirks AkEvent]
SpokenText="Embora eu tivesse expectativas realistas quanto aos recursos limitados e instalações disponíveis para mim a bordo do Vingador, eu tenho que dizer, é levado algum se acostumar.Mesmo com o campo de amortecimento do navio, turbulência freqüente e manobra evasiva ocasional, Tornam difícil a realização de experimentos de sensibilidade notável.Posso ter que adaptar minhas técnicas de pesquisa para manter a eficiência nestas condições.

[S_Avenger_Ambient_Tygan_Quick_01 AkEvent]
SpokenText="Talvez devêssemos começar a treinar alguém para pilotar o Vingador. Eu nunca vou conseguir qualquer trabalho se o Sr. Bradford não puder manter o navio estável."

[S_Avenger_Ambient_Tygan_Quick_02 AkEvent]
SpokenText="Eu tenho que admitir, há algo emocionante em trabalhar sob as condições mais intensas encontradas no Avenger.Cada decisão, cada desenvolvimento é de extrema importância.Não há espaço para erros aqui."

[S_Avenger_Ambient_Tygan_Quick_03 AkEvent]
SpokenText="A vigília constante do Dr. Shen sobre minhas atividades está começando a ficar fina.Eu me considero um homem paciente, mas eventualmente ela vai ter que confiar em mim se nós estamos indo para alcançar nossos objetivos."

[S_Avenger_Ambient_Tygan_Quick_04 AkEvent]
SpokenText="Comecei a me perguntar como a administração do ADVENT vê nossa atual banda de renegados. Eles nos vêem como uma ameaça real, ou mais de um incômodo?"

[S_Avenger_Ambient_Tygan_Quick_05 AkEvent]
SpokenText="Os alienígenas têm recursos consideráveis ​​à sua disposição, mas nós ainda conseguimos fazer razoavelmente bem contra eles apesar de nossas próprias limitações."

[S_Avenger_Ambient_Tygan_Quick_06 AkEvent]
SpokenText="Eu certamente admiro a coragem ea tenacidade exibidas por nossas tropas no campo, eles enfrentam um inimigo bem armado e bem treinado, e no entanto nunca vacilam em sua lealdade à causa."

[S_Avenger_Ambient_Tygan_Quick_07 AkEvent]
SpokenText="Sem o acesso a combustíveis fósseis refinados, o poder é difícil de chegar fora das cidades. Mesmo entre os mais firmes dos dissidentes anti-alienígenas, o equipamento recuperado ADVENT é altamente cobiçado."

[S_Avenger_Ambient_Tygan_Quick_08 AkEvent]
SpokenText="Estou satisfeito com os avanços da pesquisa que fizemos até agora, mas ainda há muito mais a aprender sobre as motivações do alienígena."

[S_Avenger_Ambient_Tygan_Quick_09 AkEvent]
SpokenText="Trabalhando dentro das restrições apertadas do Vingador, eu tive um tempo difícil encontrar espaço para conduzir algumas de nossas experiências mais teóricas.Talvez a próxima vez que estabelece ..."

[S_Avenger_Ambient_Tygan_Quick_10 AkEvent]
SpokenText="Eu vi membros da tripulação olhando calmamente para a cicatriz no meu pescoço. Se eu não fosse forçado a remover o chip, as incisões poderiam ter sido mais limpas."

[S_Avenger_Ambient_Tygan_TyganConscienceB_01 AkEvent]
SpokenText="Como a maioria das pessoas, eu queria acreditar que os alienígenas estavam legitimamente interessados ​​na paz.Embora eles me deixaram pouca escolha quando se tratou de trabalhar com eles, eu admito, eu estava atraído para o senso de normalidade que eles ofereceram. um erro."

[S_Avenger_Ambient_Tygan_TyganConscienceB_02 AkEvent]
SpokenText="Como eu disse, foi um erro, um que eu espero expiar pelos meus esforços aqui, com XCOM."

[S_Avenger_Tygan_Not_Enough_Scientists AkEvent]
SpokenText="Comandante, se você encontrar alguém com aptidão para as ciências, envie-lhes o meu caminho, eu poderia usar a ajuda."

[S_Avenger_Tygan_Wounded_Soldiers_No_Infirmary AkEvent]
SpokenText="Comandante, até agora conseguimos triagem dos feridos, mas eles seriam muito melhor servidos se tivéssemos uma enfermaria disponível."

[S_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Eu realmente espero que essas imagens horríveis sejam as piores do que encontramos hoje ..."

[S_Blacksite_Horror_Tygan_02 AkEvent]
SpokenText="Seqüências Genéticas Em combinações quase infinitas, mas todas com marcadores genéticos semelhantes, marcadores humanos."

[S_Blacksite_Horror_Tygan_03 AkEvent]
SpokenText="Dezenas de milhares. E o procedimento ainda não está completo."

[S_Blacksite_Horror_Tygan_04 AkEvent]
SpokenText="Em meus piores pesadelos, eu nunca teria ..."

[S_Blacksite_Horror_Tygan_05 AkEvent]
SpokenText="Acredito que encontramos os civis desaparecidos."

[S_Blacksite_Horror_Tygan_06 AkEvent]
SpokenText="Medicamente selecionados e selecionados candidatos adequados levados a esta facilidade desprezível para ser processado, refinado no material que vemos agora."

[S_Blacksite_Horror_Tygan_07 AkEvent]
SpokenText="Eu não poderia começar a entender uma suposição neste momento. Não existe nenhuma pesquisa que jamais garantiria isso ..."

[S_Blacksite_Horror_Tygan_08 AkEvent]
SpokenText="Concordo, a informação que nós ganhamos pode ser inestimável para parar a verdadeira agenda do alienígena."

[S_Broadcast_Truth_Tygan_01 AkEvent]
SpokenText="Sim, parece que o pulso de feedback está tendo o efeito pretendido."

[S_CaptainAutopsy_Tygan AkEvent]
SpokenText="Os Oficiais do ADVENT foram claramente modificados para permitir que seus subordinados recebam novas ordens Psionically, o chip implantado é a chave."

[S_CaptainAutopsyReminder_Tygan AkEvent]
SpokenText="Comandante, com o oficial ADVENT atualmente em armazenamento frio, devemos executar a autópsia o mais rapidamente possível."

[S_Commander_Awakens_Tygan_01_Setup_Phase AkEvent]
SpokenText="Com cuidado, há potencialmente décadas de atrofia para lidar com!"

[S_Commander_Awakens_Tygan_02_Setup_Phase AkEvent]
SpokenText="Não estou em desacordo, mas como está agora corremos o risco de perder o paciente se não iniciar o procedimento de remoção imediatamente."

[S_Commander_Awakens_Tygan_03_Setup_Phase AkEvent]
SpokenText="Notável!"

[S_Commander_Awakens_Tygan_04_Setup_Phase AkEvent]
SpokenText=".. resposta do córtex cerebral. Bom. Preparação para intrusão craniana."

[S_Commander_Awakens_Tygan_05_Setup_Phase AkEvent]
SpokenText=".. Eu consegui identificar a conexão final. Preparando para fazer a incisão final."

[S_Commander_Awakens_Tygan_06_Setup_Phase AkEvent]
SpokenText="Como afirmado anteriormente" não ." Remoção desses implantes nunca foi parte-"

[S_Commander_Awakens_Tygan_07_Setup_Phase AkEvent]
SpokenText=".. pulso errático."

[S_Commander_Awakens_Tygan_08_Setup_Phase AkEvent]
SpokenText=".. resposta pupilar normal, estabilização vitais, procedimento completo."

[S_Dark_Volunteer_01_Tygan_01 AkEvent]
SpokenText="Concordo, devemos informar o Comandante imediatamente."

[S_Dark_Volunteer_01_Tygan_02 AkEvent]
SpokenText="Comandante Central."

[S_Dark_Volunteer_01_Tygan_03 AkEvent]
SpokenText="A câmara de sombra completou a análise do DNA do espécime e identificou a seqüência genética necessária para percorrer o portão psiônico."

[S_Dark_Volunteer_01_Tygan_04 AkEvent]
SpokenText="No entanto, o portão requer mais do que uma mera transmissão de dados genéticos."

[S_Dark_Volunteer_01_Tygan_05 AkEvent]
SpokenText="Basta colocar, eu acredito que estes Avatares são a evolução pretendida do modelo genético que descobrimos na fábrica."

[S_Dark_Volunteer_01_Tygan_06 AkEvent]
SpokenText="DNA humano carregado psiònicamente combinado com o dos Anciões Nós já possuímos o modelo Minha autópsia deste ser forneceu o projeto genético bem como o ADN do Ancião necessário Dado o tempo, estou confiante de que podemos replicar O procedimento aqui. "

[S_Dark_Volunteer_01_Tygan_07 AkEvent]
SpokenText="Sim. Embora a engenharia genética possa construir um corpo, não pode criar a mente para conduzi-lo."

[S_Dark_Volunteer_01_Tygan_08 AkEvent]
SpokenText="Interfacing diretamente com sua rede causaria grave, se não trauma fatal a um sistema nervoso central despreparado. Tal como está, só sabemos de um indivíduo que sobreviveu a esse tipo de provação."

[S_Dark_Volunteer_01_Tygan_09 AkEvent]
SpokenText="Criou a interface perfeita para a rede, uma adaptada à sua biologia específica, Comandante. De qualquer candidato humano, você é o mais provável para sobreviver à conexão."

[S_Dark_Volunteer_01_Tygan_10 AkEvent]
SpokenText="É a única resposta que posso lhe dar. E nossa única opção para atravessar o portal alienígena."

[S_Dark_Volunteer_02_Tygan_01 AkEvent]
SpokenText="Lá. Eu infundi este material com a totalidade de nosso DNA viável de Elder. Nós não teremos outra chance nisso."

[S_Dark_Volunteer_02_Tygan_02 AkEvent]
SpokenText="Síntese em fase de conclusão."

[S_Dark_Volunteer_02_Tygan_03 AkEvent]
SpokenText="Agora Lily!"

[S_Despite_The_Unexpected_Tygan AkEvent]
SpokenText="Apesar do resultado inesperado de nossos testes no portão Alien Psionic, acredito firmemente que o experimento em si era absolutamente crítico para nossas operações futuras.Nós agora entendemos exatamente como o gateway funciona e o que será necessário se tentarmos passar Ainda assim, eu devo admitir, sinto algum pesar sobre o dano feito ao GREMLIN de Shen, mesmo se for somente uma máquina. "

[S_First_Scientist_Received_Tygan AkEvent]
SpokenText="Obrigado por enviar mais pessoal de apoio para me ajudar, Comandante.

[S_Golden_Path_Mission_Loot_Blacksite_Vial_Tygan AkEvent]
SpokenText="Agora que recuperamos o produto aparente da facilidade Blacksite, imagino que levará muito tempo e recursos para descobrir o verdadeiro propósito desta substância. Vou começar os preparativos para uma análise completa imediatamente, Comandante."

[S_Golden_Path_Mission_Loot_Forge_Body_Tygan AkEvent]
SpokenText="Dentro dos limites do processo que recuperamos, descobrimos o que poderia muito bem ser o protótipo das forças aparentemente ilimitadas do ADVENT. Mesmo concentrando os meus esforços unicamente nessa pesquisa, levará uma significativa dedicação de tempo e recursos para analisar completamente Este espécime ."

[S_Golden_Path_Mission_Loot_Psi_Gate_Tygan AkEvent]
SpokenText="O artefato alienígena distintivo que recuperamos do campo se assemelha a um portal ou gateway de algum tipo.Mas nós acreditamos que ele fornece os estrangeiros com um meio de viagens de longa distância, potencialmente além dos confins do nosso próprio mundo, levará tempo Antes que possamos realmente entender a função do gateway ."

[S_Golden_Path_Musings_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Eu tinha esperado encontrar que os alienígenas estavam realizando experimentos questionáveis ​​envolvendo humanos captivos no" Blacksite "que invadimos com a ajuda de agentes de resistência locais.O que nós encontramos, era algo mais reprovável do que eu poderia ter imaginado. Uma instalação exclusivamente dedicada à renderização e refinamento de material genético humano em escala industrial Os alienígenas atravessaram os limites da ciência conhecida, as conseqüências ser condenado ."

[S_Golden_Path_Musings_Dying_Ethereals_Tygan_01 AkEvent]
SpokenText="Os Anciãos sempre foram evasivos, além do monumento ocasional eu não imagino que a maioria das pessoas nos centros da cidade realmente já viu um em pessoa.Consumendo agora que os Anciões estão aparentemente sofrendo nas mãos de algum terminal Aflição explica sua ausência do olho público.Mais importante, que tipo de doença pode estar além de suas vastas habilidades curativas? "

[S_Golden_Path_Musings_Risistance_Tygan_01 AkEvent]
SpokenText="A resistência é ligeiramente mais organizada do que eu imaginava com base nos rumores, mas ainda parece que eles estarão confiando fortemente em nós para lidar com os compromissos estratégicos e táticos com os alienígenas. Pelo menos nos fornecer insights valiosos em movimentos e posicionamento ADVENT. "

[S_GP_Avatar_Body_Recovered_But_Prereqs_Not_Met_Tygan AkEvent]
SpokenText="Comandante, embora acredite firmemente que o espécime que recuperamos é crucial para os esforços dos alienígenas, atualmente não temos os meios de estudá-lo adequadamente."

[S_GP_PreBlacksite_Objective_Ambient AkEvent]
SpokenText="De acordo com a minha própria experiência, o ADVENT geralmente implementa segurança pesada ao invés de subterfúgio quando se trata de proteger suas instalações primárias, pelo menos as que eu tinha acesso a pessoalmente.Se eles tiverem o problema de esconder esse blacksite, As descobertas nos levarão a questões ainda maiores ."

[S_GP_PreBroadcast_Objective_Ambient AkEvent]
SpokenText="Se podemos perturbar o campo de amortecimento ADVENT e sua rede no processo, nós temos uma chance razoável de derrubar o controle do estrangeiro em nosso mundo. Nunca pensei que pudesse realmente viver para ver este dia. Mundo saberá a verdade, e nós teremos feito isso acontecer. "

[S_GP_PreCaptain_Objective_Ambient AkEvent]
SpokenText="Devo admitir, tendo concluído com êxito a operação necessária para remover o chip do Comandante, estou intrigado com a possibilidade de examinar outro assunto para análise comparativa. Como o oficial em questão provavelmente expirou muito antes de chegar aqui, posso Dependem de uma abordagem mais rápida e invasiva para remover o chip dessa vez ."

[S_GP_PreForge_Objective_Ambient AkEvent]
SpokenText="As coordenadas que descobrimos codificadas na amostra genética recuperada do ADVENT blacksite implicam que podemos ter apenas riscado a superfície da infra-estrutura dos alienígenas em relação a este Avatar Project.Temos a sorte de recuperar a amostra genética quando fizemos, Caso contrário nosso caminho pode ter muito bem terminado aqui. "

[S_GP_PreFortress_Objective_Ambient AkEvent]
SpokenText="Eu não tenho idéia do que podemos encontrar do outro lado daquele gateway, mas em certa medida eu invejo nossas tropas, como eles passo através do que poderia muito bem ser um portal para outro mundo.Eles são tantos exploradores como eles São soldados, e nosso destino repousa sobre eles. "

[S_GP_PreLiveCodex_Objective_Ambient AkEvent]
SpokenText="Independentemente das implicações de Shen, acho altamente improvável que tivéssemos obtido alguma informação adicional do primeiro Codex se tivéssemos tomado uma abordagem menos assertiva. Independentemente disso, tenho certeza que nossas tropas não terão problemas em empregar o Skulljack contra O próximo Codex que encontram no campo. "

[S_GP_PrePsiGate_Objective_Ambient AkEvent]
SpokenText="Estou intrigado com a idéia de que, apesar dos melhores esforços do Codex para resistir à nossa intrusão na rede ADVENT, de alguma forma saímos com um conjunto de coordenadas que levam a uma região desabitada de outra forma.Os estrangeiros certamente nos manter em movimento, De uma forma ou de outra."

[S_Humans_Obsolete_Tygan_01 AkEvent]
SpokenText="Na superfície, sim. Mas em função ..."

[S_Humans_Obsolete_Tygan_02 AkEvent]
SpokenText="Ah, Comandante - Excelente. Podemos começar."

[S_Humans_Obsolete_Tygan_03 AkEvent]
SpokenText="Não é nenhum segredo que os soldados do ADVENT possuem características genéticas tanto humanas como alienígenas." A análise preliminar levou-me a acreditar que este foi o resultado de modificações diretas feitas a um hospedeiro humano pré-existente, prisioneiros ou até voluntários involuntários.

[S_Humans_Obsolete_Tygan_04 AkEvent]
SpokenText="No entanto, a realidade é algo completamente diferente."

[S_Humans_Obsolete_Tygan_05 AkEvent]
SpokenText="Os soldados do ADVENT na instalação que descobrimos, incluindo o espécime antes de você, foram fabricados."

[S_Humans_Obsolete_Tygan_06 AkEvent]
SpokenText="Não. Não clones. Mais como modelos."

[S_Humans_Obsolete_Tygan_07 AkEvent]
SpokenText="Cada soldado possui um código genético único. Predominantemente humano, é claro - mas com alguns fragmentos deixados abertos"

[S_Humans_Obsolete_Tygan_08 AkEvent]
SpokenText="Qualquer que seja o DNA alienígena ADVENT deseja inserir.Sectoid.Muton.Mesmo as espécies nossos soldados 'referem-se como" Berserker ."

[S_Humans_Obsolete_Tygan_09 AkEvent]
SpokenText="Em todos os casos o material genético humano serve como um agente de" ligação "segurando os fios juntos."

[S_Humans_Obsolete_Tygan_10 AkEvent]
SpokenText="Precisamente, o componente chave em seu processo de fabricação de soldado."

[S_Humans_Obsolete_Tygan_11 AkEvent]
SpokenText="De certa forma, mas acredito que há mais do que isso."

[S_Humans_Obsolete_Tygan_12 AkEvent]
SpokenText="O DNA humano neste espécime tem uma diferença fundamental em relação à totalidade das seqüências decodificadas na Câmara de Sombra. Sensibilidade psíquica, dado o grande volume de fios envolvidos, isso não pode ser acidental."

[S_Humans_Obsolete_Tygan_13 AkEvent]
SpokenText="Minha conclusão também.O poder potencial de um ser criado com este modelo é ... significativo. Central, se não tivéssemos interceptado antes que o processo fosse concluído ..."

[S_Humans_Obsolete_Tygan_14 AkEvent]
SpokenText="Utilizando a Câmara de Sombra, fizemos esforços contínuos para analisar o DNA deste espécime."

[S_I_Wasn_t_Going_To_Admit_Tygan AkEvent]
SpokenText="Eu não ia admitir isso para Shen, mas há uma coisa que eu sinto falta mais do que meu equipamento de laboratório ... aqueles malditos hambúrgueres ADVENT, eu não sei onde eles conseguem a carne, e francamente eu faço Não quero saber. "

[S_Misc_Alien_Encryp_Tygan_01 AkEvent]
SpokenText="Os alienígenas estão retransmitindo uma forma de criptografia além de qualquer coisa que encontramos - muito menos teorizada. Teremos de encontrar um meio de quebrar o código, mas espero que leve algum tempo."

[S_Misc_Thanks_Codex_Brain_Tygan_01 AkEvent]
SpokenText="Comandante, por favor, agradeça às nossas tropas por completarem o que foi certamente uma tarefa difícil na aquisição do Cérebro do Codex. Vamos começar a trabalhar o mais rápido possível."

[S_Old_Gods_01_Tygan_01 AkEvent]
SpokenText="Nossos soldados desativaram completamente esta unidade no campo O que estamos ouvindo é meramente um subproduto de impulsos elétricos - asseguro-vos, é bem passado o ponto de sentir dor."

[S_Old_Gods_01_Tygan_02 AkEvent]
SpokenText="Estou enviando uma nova seqüência agora."

[S_Old_Gods_01_Tygan_03 AkEvent]
SpokenText="Há algo mais, algo ... por baixo, um momento."

[S_Old_Gods_01_Tygan_04 AkEvent]
SpokenText="A unidade está tentando bloquear o acesso adicional."

[S_Old_Gods_01_Tygan_05 AkEvent]
SpokenText="Quase lá ... Apenas mais um ajuste ..."

[S_Old_Gods_01_Tygan_06 AkEvent]
SpokenText="Lá."

[S_Old_Gods_01_Tygan_07 AkEvent]
SpokenText="Algum tipo de protocolo de falha segura eu imagino. O Codex deve ter intencionalmente sobrecarregado a interface para evitar qualquer roubo de informações."

[S_Old_Gods_01_Tygan_08 AkEvent]
SpokenText="Ainda assim, eu acredito que estava um passo à frente."

[S_Old_Gods_01_Tygan_09 AkEvent]
SpokenText="Sim. E espero que leve algum tempo para decifrar."

[S_Old_Gods_01_Tygan_10 AkEvent]
SpokenText="Vou prosseguir com a pesquisa e preparação necessárias - com sua aprovação, é claro, Comandante. Eu também sugiro que olhemos para essas coordenadas -"

[S_Old_Gods_02_Alt_Tygan_02 AkEvent]
SpokenText="A informação que eu descobri até agora já justifica o dano feito à câmara de sombra durante nossos testes, como você verá ..."

[S_Old_Gods_02_Tygan_01 AkEvent]
SpokenText="Comandante, Bradford ... excelente. Minha análise dos dados fragmentados do Codex está quase completa."

[S_Old_Gods_02_Tygan_02 AkEvent]
SpokenText="A informação que eu descobri até agora supera a perda da câmara de sombra, como você verá ..."

[S_Old_Gods_02_Tygan_03 AkEvent]
SpokenText="Sim. E eu acredito que agora entendo por que."

[S_Old_Gods_02_Tygan_04 AkEvent]
SpokenText="Os" Elders "parecem estar aflitos com uma forma agressiva de degeneração dos tecidos. A atrofia muscular rápida em um grau que eu nem sequer pensava ser possível.

[S_Old_Gods_02_Tygan_05 AkEvent]
SpokenText="Como com a maioria das coisas envolvendo este adversário, nunca é tão simples assim."

[S_Old_Gods_02_Tygan_06 AkEvent]
SpokenText="Nós somos. E com isso eu quero dizer a própria humanidade."

[S_Old_Gods_02_Tygan_07 AkEvent]
SpokenText="Os Elder's têm procurado agressivamente uma cura para sua condição por séculos. Cada vez que eles encontraram uma nova espécie eles adquiriram que informação genética e material que eles exigiram e se mudou para o próximo mundo.

[S_Old_Gods_02_Tygan_08 AkEvent]
SpokenText="Eu acredito que eles encontraram algo em nós, algo importante o suficiente para fazer com que eles tomem raízes."

[S_Old_Gods_02_Tygan_09 AkEvent]
SpokenText="Não que eu possa determinar. Vários arquivos de chave foram excluídos anteriormente como parte de algo chamado a Diretiva de Avatar."

[S_Old_Gods_02_Tygan_10 AkEvent]
SpokenText="Essencialmente, Sim. E, infelizmente, ainda não estamos mais perto de determinar o resultado pretendido desta experiência. Vários arquivos de chave foram excluídos anteriormente como parte de algo chamado a Diretiva Avatar."

[S_Old_Gods_02_Tygan_11 AkEvent]
SpokenText="Se eu tivesse acesso a um Codex que funcionasse completamente, eu poderia ser capaz de recuperá-los."

[S_Old_Gods_02_Tygan_12 AkEvent]
SpokenText="Eu não disse que precisava da criatura aqui, Bradford. Estou confiante de que poderia acessar a unidade remotamente, desde que seus soldados possam chegar perto o suficiente no campo sem destruí-lo."

[S_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Comandante, agora que temos o Skull Jack, devemos tentar usá-lo em um dos oficiais ADVENT.Eu estou razoavelmente confiante de que vai funcionar como projetado."

[S_Pre_Final_Mission_Broadcast_Tygan_01 AkEvent]
SpokenText="Teoricamente."

[S_Psi_Network_Tygan_01_GoldenPath AkEvent]
SpokenText="Central, Comandante Sim, acho que o processo é muito menos desconcertante quando o assunto já expirou.Os resultados no entanto ... <suspiro> é melhor você ver por si mesmo.

[S_Psi_Network_Tygan_02_GoldenPath AkEvent]
SpokenText="Minha autópsia do Capitão do Advento confirmou a existência de um implante de desenho semelhante à unidade que extraí do Comandante, mas há diferenças."

[S_Psi_Network_Tygan_03_GoldenPath AkEvent]
SpokenText="Os dados que você vê estão sendo puxados diretamente do implante do Capitão do Advento Esta seqüência aqui é essencialmente você, Comandante, ou pelo menos a informação tática que eles estavam processando através de sua mente. Como você pode ver, os dados são quase idêntico."

[S_Psi_Network_Tygan_04_GoldenPath AkEvent]
SpokenText="Sim. No entanto ..."

[S_Psi_Network_Tygan_05_GoldenPath AkEvent]
SpokenText="Os dados do ADVENT mostram sinais de decaimento: a remoção do Commander de sua rede provavelmente causou danos significativos."

[S_Psi_Network_Tygan_06_GoldenPath AkEvent]
SpokenText="Sim, o que estamos vendo aqui é uma rede psiônica. Esses implantes são capazes de receber e transmitir informações - uma grande quantidade de informações de alguma forma codificadas em um fluxo de energia psiônica."

[S_Psi_Network_Tygan_07_GoldenPath AkEvent]
SpokenText="Minha teoria de trabalho - ADVENT usa esta rede para aumentar a prontidão tática de suas tropas, bem como para disseminar ordens do seu Comando Central."

[S_Psi_Network_Tygan_08_GoldenPath AkEvent]
SpokenText="Mesmo na condição de diminuição do sujeito, o implante continua a ter um efeito. Uma realização verdadeiramente surpreendente."

[S_Psi_Network_Tygan_09_GoldenPath AkEvent]
SpokenText="Potencialmente - mas eu precisaria de acesso direto à sua rede para saber com certeza."

[S_Psi_Network_Tygan_10_GoldenPath AkEvent]
SpokenText="Nós precisaríamos de um link ativo e isso significaria hackear um oficial do ADVENT ao vivo no campo."

[S_Psi_Network_Tygan_11_GoldenPath AkEvent]
SpokenText="Faça-me entrar em sua rede, e estou confiante de que valerá a pena o risco."

[S_Setup_Phase_ADVENT_Officer_Corpse_Recovered_Tygan AkEvent]
SpokenText="Excelente, posso começar a estudar o espécime recuperado em sua ordem, Comandante."

[S_Setup_Phase_First_Loot_Screen_Tygan AkEvent]
SpokenText="Esses itens devem ser úteis nos nossos esforços em curso contra os alienígenas.Quando você tem um momento, Comandante, eu fiz algumas descobertas interessantes como eles se relacionam com o implante que removemos de você mais cedo.

[S_Setup_Phase_Geoscape_Build_Radio_Relays_To_Reduce_Costs_Tygan AkEvent]
SpokenText="Comandante, com base na minha pesquisa em colaboração com a Shen, acredito que podemos reduzir os custos da Intel de entrar em contato com regiões adicionais através da construção de torres de retransmissão de rádio ao longo da nossa rede.Mais uma região é de um relé, Na Intel, por isso gostaria de sugerir a construção de relés ao longo das bordas remotas de nossa rede existente.Eu acredito que a resistência será grato para a construção destes relés, eles podem nos recompensar em espécie.

[S_Setup_Phase_Research_In_Progress_Tygan AkEvent]
SpokenText="Olá, Comandante, o trabalho está bem encaminhado, mas ainda vai demorar algum tempo até que minha pesquisa esteja completa."

[S_Setup_Phase_Study_The_Chip__Tygan AkEvent]
SpokenText="Na sua ordem, Comandante, vou começar a pesquisar o chip ADVENT para possíveis insights quanto à sua função."

[S_Shadow_Chamber_Tygan_01 AkEvent]
SpokenText="Embora eu estou impressionado com os avanços que fizemos na infiltração da rede Psionic alienígena, as profundezas de seu avanço tecnológico continuam a nos deixar um passo atrás."

[S_Shadow_Chamber_Tygan_02 AkEvent]
SpokenText="No entanto, com as capacidades de descodificação melhoradas desta câmara, estou confiante de que vamos encontrar muito mais informação do que esperávamos anteriormente."

[S_Support_Ambient_Musings_Misc_Tygan_01 AkEvent]
SpokenText="Aparentemente, o meu antecessor foi um pouco bruto quando se tratou do interrogatório e da autópsia de sujeitos alienígenas." Pelo que ouvi, ela estava disposta a sujar as mãos sempre que possível.

[S_Support_Avatar_Corpse_Recovered_Tygan AkEvent]
SpokenText="Esse espécime que recuperamos ... mesmo em um estado incompleto, tenho que acreditar que este é o Avatar que estamos perseguindo.Nós devemos começar uma autópsia o mais rápido possível, devemos descobrir o que torna essa entidade tão especial para Os alienígenas ."

[S_Support_First_PCS_Interface_Tygan AkEvent]
SpokenText="Comandante, usando os programas de simulação tática ADVENT que recuperamos, podemos melhorar o desempenho de combate de nossos soldados no campo. No entanto, suas diferentes tolerâncias da técnica exigirão que limitemos o número que atribuímos concorrentemente."

[S_Support_First_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Comandante, nós já dedicamos recursos consideráveis ​​para o projeto de pesquisa atual. No entanto, podemos passar para outra coisa se você preferir."

[S_Support_First_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Eu acho que essa área de pesquisa está entre as opções mais intrigantes disponíveis.Eu vou começar a trabalhar imediatamente.Eu vou enviar palavra quando um relatório completo está disponível."

[S_Support_Great_Mission_Tygan_01 AkEvent]
SpokenText="Um desempenho impressionante, Comandante. As habilidades de nossas tropas estão melhorando com cada implantação."

[S_Support_Great_Mission_Tygan_02 AkEvent]
SpokenText="Nenhuma das vítimas informou, Comandante. Espero que todas as nossas implementações funcionem bem."

[S_Support_Great_Mission_Tygan_03 AkEvent]
SpokenText="Eu esperava algo de uma curva de aprendizado para nossos novos recrutas - mas eles fizeram um trabalho notável, Comandante."

[S_Support_Great_Mission_Tygan_04 AkEvent]
SpokenText="Se cada missão vai tão bem, é apenas uma questão de tempo antes de retomar o controle do planeta."

[S_Support_Great_Mission_Tygan_05 AkEvent]
SpokenText="Executado com os mais altos padrões. Excelente trabalho, Comandante."

[S_Support_Great_Mission_Tygan_06 AkEvent]
SpokenText="Estou contente por ver nossas tropas encontrando sucesso no campo, é bom para o moral da tripulação inteira."

[S_Support_Great_Mission_Tygan_07 AkEvent]
SpokenText="Nossas tropas continuam a superar as expectativas, enquanto trabalham com recursos limitados. Impressionante, Comandante."

[S_Support_Great_Mission_Tygan_08 AkEvent]
SpokenText="Estou certamente impressionado, Comandante, outro esforço heróico no campo."

[S_Support_Great_Mission_Tygan_09 AkEvent]
SpokenText="Excelente trabalho, Comandante, seus esforços no campo certamente encorajaram a tripulação."

[S_Support_Great_Mission_Tygan_10 AkEvent]
SpokenText="Estou sempre contente quando as tropas retornam sem nenhuma vítima relatada. Não posso esperar por um resultado melhor."

[S_Support_Great_Mission_Tygan_11 AkEvent]
SpokenText="Outro sucesso, além de todas as expectativas. Estou continuamente impressionado, Comandante."

[S_Support_More_Scientists_Tygan_01 AkEvent]
SpokenText="Comandante, à medida que desenvolvemos e implantamos rapidamente novas tecnologias avançadas, qualquer recruta que você encontrar com uma tendência para as ciências seria de grande utilidade para mim."

[S_Support_Red_UI_Player_Not_Researching_Tygan AkEvent]
SpokenText="Comandante, o laboratório está atualmente ocioso, estamos desperdiçando tempo e recursos valiosos por não realizar qualquer pesquisa. Por favor, considere fornecer-nos uma directiva o mais rapidamente possível."

[S_Support_Reminder_Alien_Biotech_Tygan AkEvent]
SpokenText="Comandante, se pretendemos descobrir o propósito do chip que extraímos de você, precisamos realizar a pesquisa apropriada o mais rápido possível."

[S_Support_Staffing_Investment_Tygan_01 AkEvent]
SpokenText="Comandante, você deve saber, qualquer cientista que atribuir a uma determinada instalação terá que cumprir um compromisso de tempo mínimo lá antes que eles possam se mudar para outro lugar."

[S_Support_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Vou dirigir nossos esforços para o novo projeto de pesquisa imediatamente, Comandante. Uma vez que tenhamos feito progresso vou mandar uma mensagem."

[S_Support_Tech_Changed_Tygan_02 AkEvent]
SpokenText="Posso ver por que você consideraria redirecionar nossos esforços, Comandante. Nós vamos começar a trabalhar no novo projeto de imediato."

[S_Support_Tech_Changed_Tygan_03 AkEvent]
SpokenText="Vou garantir que este novo projeto tenha prioridade máxima, Comandante. Uma vez que tenhamos algo para relatar, eu vou notificá-lo imediatamente."

[S_Support_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Eu prevejo uma série de valiosas aplicações decorrentes desta tecnologia.Eu vou ter um relatório montado assim que a pesquisa estiver concluída."

[S_Support_Tech_Selected_Tygan_02 AkEvent]
SpokenText="Eu tinha a sensação de que você faria essa pesquisa uma prioridade, Comandante. Vou notificá-lo assim que o relatório estiver disponível."

[S_Support_Tech_Selected_Tygan_03 AkEvent]
SpokenText="Eu vou ver que o trabalho começa imediatamente, Comandante. Eu entrarei em contato quando você tiver um relatório completo disponível."

[S_Support_Tough_Mission_Tygan_01 AkEvent]
SpokenText="Eu fiz o que posso fazer para ajudar as nossas tropas, mas, obviamente, não foi suficiente."

[S_Support_Tough_Mission_Tygan_02 AkEvent]
SpokenText="Vou ter que trabalhar mais, considerar novas áreas de pesquisa - não podemos deixar que isso aconteça novamente."

[S_Support_Tough_Mission_Tygan_03 AkEvent]
SpokenText="Não posso deixar de me sentir um pouco responsável, se houvesse mais coisas que poderíamos fazer por nossas tropas."

[S_Support_Tough_Mission_Tygan_04 AkEvent]
SpokenText="Um resultado infeliz, Comandante. Teremos que reorientar nossos esforços, trabalhar para evitar mais tragédias."

[S_Support_Tough_Mission_Tygan_05 AkEvent]
SpokenText="Todos nós tínhamos expectativas maiores, e teremos que trabalhar mais se esperarmos nos recuperar desta perda preocupante."

[S_Support_Unstaffed_Scientist_Tygan AkEvent]
SpokenText="Comandante, recentemente recebi a notícia de que temos pelo menos um membro da equipe de cientistas que está aguardando uma tarefa e que devemos mandar o nosso pessoal científico para as instalações para manter uma operação eficiente."

[S_Tygan_Generic_ResearchComplete_A AkEvent]
SpokenText="Estou certo de que os resultados serão tão intrigantes quanto eu, Commander."

[S_Tygan_Generic_ResearchComplete_B AkEvent]
SpokenText="Eu não acho que eu poderia ter previsto este resultado, embora seja intrigante."

[S_Tygan_Generic_ResearchComplete_C AkEvent]
SpokenText="O resultado desta pesquisa só pode avançar nossos avanços, Comandante."

[S_Tygan_Generic_ResearchComplete_D AkEvent]
SpokenText="Essas descobertas provavelmente serão cruciais para nossos esforços contínuos, Comandante."

[S_Tygan_Generic_ResearchComplete_E AkEvent]
SpokenText="Eu fiz uma série de descobertas interessantes, Comandante."

[S_Tygan_Greeting_A AkEvent]
SpokenText="Olá, Comandante."

[S_Tygan_Greeting_B AkEvent]
SpokenText="Saudações, Comandante."

[S_Tygan_Greeting_C AkEvent]
SpokenText="Comandante?"

[S_Tygan_Greeting_D AkEvent]
SpokenText="Sim Comandante?"

[S_Tygan_Greeting_E AkEvent]
SpokenText="Aguardo suas ordens, Comandante."

[S_Tygan_Greeting_F AkEvent]
SpokenText="Estou pronto para começar na sua ordem, Comandante."

[S_Tygan_New_Objective_AvatarAutopsy AkEvent]
SpokenText="Agora estamos preparados para a autópsia do corpo do ser poderoso que recuperamos, Comandante. Eu sinto que podemos estar no limite de alcançar um entendimento completo deste Avatar que há muito buscamos."

[S_Tygan_New_Objective_BlacksiteVial AkEvent]
SpokenText="Estamos totalmente preparados para começar nossa análise do material recuperado do ADVENT Blacksite, Commander."

[S_Tygan_New_Objective_BuildShadowChamber AkEvent]
SpokenText="Tendo desenvolvido uma maior compreensão dos métodos de criptografia dos alienígenas, agora podemos construir uma facilidade projetada especificamente para analisar qualquer material que recuperarmos relacionado ao seu projeto Avatar. Eu sugiro que comecemos imediatamente, Comandante."

[S_Tygan_New_Objective_CodexBrain AkEvent]
SpokenText="Com a Câmara de Sombra totalmente operacional, podemos usar suas capacidades avançadas de descriptografia para analisar o artefato do Codex recuperado por nossas forças."

[S_Tygan_New_Objective_UpgradeShadowChamber AkEvent]
SpokenText="Para analisar o gateway psiônico alienígena que recuperamos, precisamos fazer as modificações apropriadas à Câmara de Sombra primeiro, Comandante."

[S_Tygan_Research_InProgress_A AkEvent]
SpokenText="Nosso trabalho está prosseguindo como esperado, Comandante."

[S_Tygan_Research_InProgress_B AkEvent]
SpokenText="O trabalho está bem encaminhado, Comandante."

[S_Tygan_Research_InProgress_C AkEvent]
SpokenText="As pesquisas estão seguindo o planejado, Comandante."

[S_Tygan_Research_InProgress_D AkEvent]
SpokenText="Nossa pesquisa está progredindo como esperado, Comandante."

[S_Tygan_Research_InProgress_E AkEvent]
SpokenText="Eu ainda estou trabalhando duro na prioridade de pesquisa atual, Comandante."

[S_Tygan_ThankYouForLab AkEvent]
SpokenText="Eu aprecio as novas instalações de laboratório, Comandante."

[S_Victory_Tygan_01 AkEvent]
SpokenText="São os Anciãos! Eles estão esmagando nosso elo ... envolvendo a consciência do Comandante!"

[S_Victory_Tygan_02 AkEvent]
SpokenText="Vitaminas se estabilizam, a atividade sináptica retorna a níveis aceitáveis."

[S_Welcome_Lab_01_Tygan_01 AkEvent]
SpokenText="Impressionante não é, capaz de gerar um poder imenso, mas completamente inofensivo para a vida humana.Se ao menos a mesma coisa pudesse ser dita para o resto da tecnologia dos alienígenas, Comandante."

[S_Welcome_Lab_01_Tygan_02 AkEvent]
SpokenText="Dr. Richard Tygan, Diretor de Ciências, sou responsável por toda a nossa pesquisa aqui, bem como pelo procedimento que você sofreu recentemente." Bem-vindo ao meu laboratório, como é. "

[S_Welcome_Lab_01_Tygan_03 AkEvent]
SpokenText="Não sei ao certo o que a Central pode ter contado, mas descobrimos algo ao removê-lo do terno alienígena."

[S_Welcome_Lab_01_Tygan_04 AkEvent]
SpokenText="Um dispositivo implantado diretamente no seu lobo occipital.Se eu tivesse acesso ao equipamento disponível para mim durante o meu mandato no ADVENT eu já saberia a natureza precisa de sua função.No entanto, dado o tempo, e sua aprovação, claro Comandante, eu Asseguro que vou descobrir.

[S_Welcome_Lab_01_Tygan_05 AkEvent]
SpokenText="O que traz à tona um ponto adicional, Comandante.Mas alguns aspectos desta facilidade são realmente impressionantes, eu sou apenas um homem.Se você fosse direcionar apoio pessoal e recursos adicionais para mim, eu poderia melhorar substancialmente a velocidade de todas as nossas pesquisas Adeus, Comandante.

[S_Welcome_Lab_02_Tygan_01 AkEvent]
SpokenText="Tanto da minha própria pesquisa baseada neste design simples, se ao menos eu soubesse."

[S_Welcome_Lab_02_Tygan_02 AkEvent]
SpokenText="Ah, Comandante, excelente timing, houve algum progresso."

[S_Welcome_Lab_02_Tygan_03 AkEvent]
SpokenText="Eu consegui quebrar vários componentes-chave do" chip "implantado em seu crânio.A minha análise revela que sua função primária era a de um condutor, passando uma grande quantidade de dados diretamente para o seu córtex cerebral.

[S_Welcome_Lab_02_Tygan_04 AkEvent]
SpokenText="Com a conexão primária cortada, grande parte daqueles dados é perdida, mas vários fragmentos permanecem," Ghosts ", se você quiser.

[S_Welcome_Lab_02_Tygan_05 AkEvent]
SpokenText="Simulações de combate tático, Wargames ... O grande volume de encontros que você estava processando foi surpreendente ... é realmente notável que você tenha sobrevivido por tanto tempo quanto você."

[S_Welcome_Lab_02_Tygan_06 AkEvent]
SpokenText="Embora isso possa parecer desconcertante, ainda há algumas" boas notícias ."Essa" microplaqueta "tem uma semelhança impressionante com um implante" médico "que brevemente assisti no desenvolvimento da Clínica de Terapia Genética em New Providence.

[S_Welcome_Lab_02_Tygan_07 AkEvent]
SpokenText="Minha compreensão era que os implantes foram destinados apenas para oficiais de alto escalão do ADVENT Capitães ou acima Recuperando um" chip "de um tal oficial seria a única maneira de saber com certeza Uma maior compreensão destes implantes, sem dúvida Nos beneficiem todos.

[S_Welcome_Lab_Tygan_01_Setup_Phase AkEvent]
SpokenText=".. impossível, espelha o trabalho em respostas imunossupressoras que eu estava fazendo antes do Acordo."

[S_Welcome_Lab_Tygan_02_Setup_Phase AkEvent]
SpokenText="Ah, Comandante, excelente momento, há algo que devemos discutir."

[S_Welcome_Lab_Tygan_03_Setup_Phase AkEvent]
SpokenText="Oh, mas sim - suponho que as introduções estão em ordem Dr. Richard Tygan, Diretor de Ciência, eu sou responsável pelo" procedimento "que você sofreu recentemente, bem-vindo ao meu laboratório, como ele é."

[S_Welcome_Lab_Tygan_04_Setup_Phase AkEvent]
SpokenText="Não sei ao certo o que a Central pode ter contado, mas descobrimos algo ao removê-lo do terno alienígena."

[S_Welcome_Lab_Tygan_05_Setup_Phase AkEvent]
SpokenText="Este dispositivo foi implantado diretamente no seu lóbulo occipital, embora eu não tenha certeza quanto à sua natureza exata, há uma coisa que eu sei ..."

[S_Welcome_Lab_Tygan_06_Setup_Phase AkEvent]
SpokenText="Foi de alguma forma passar uma grande quantidade de dados diretamente para o seu córtex cerebral.Eu consegui reconstruir alguns fragmentos, mas ... talvez o seu melhor você vê por si mesmo."

[S_Welcome_Lab_Tygan_07_Setup_Phase AkEvent]
SpokenText="Estas são simulações de combate tático ... Wargames ... O grande volume de encontros que você estava processando foi surpreendente. ... é notável que você tenha sobrevivido por tanto tempo quanto você."

[S_Welcome_Lab_Tygan_08_Setup_Phase AkEvent]
SpokenText="Eu acho que isso deve ser desconcertante para você, mas há algumas" boas notícias "O dispositivo que eu removi tem uma semelhança impressionante com um implante" médico "que eu estava brevemente envolvido na pesquisa durante o meu mandato no ADVENT.

[S_Welcome_Lab_Tygan_09_Setup_Phase AkEvent]
SpokenText="Embora minha exposição fosse limitada, do que eu entendi os implantes foram destinados apenas para oficiais de alto escalão ADVENT.Se nossas tropas poderiam" recuperar "um deles do campo, eu possa ser capaz de aprender mais. De como esses implantes beneficiam o inimigo será, sem dúvida, de grande utilidade para o futuro ."

[S_Welcome_Lab_Tygan_10_Setup_Phase AkEvent]
SpokenText="Oh, e Comandante Embora esta facilidade seja adequada para nossas necessidades atuais, eu sou apenas um homem. Se você fosse direcionar algum apoio pessoal e de equipamentos para mim, eu poderia melhorar substancialmente a velocidade de nossa pesquisa."
